"use strict";

/*
Объявите две переменные: admin и name.
Запишите строку "Джон" в переменную name.
Скопируйте значение из переменной name в admin.
Выведите на экран значение admin, используя функцию alert (должна показать «Джон»).
*/

let admin;
const name = 'John';

admin = name;

console.log(admin);


/*
Создайте переменную для названия нашей планеты. Как бы вы её назвали?
Создайте переменную для хранения имени текущего посетителя сайта. Как бы вы назвали такую переменную?
*/

const ourPlanetName = 'Земля';
let currentUserName = 'John';

/*
У нас есть константа birthday, а также age, которая вычисляется при помощи некоторого кода, 
используя значение из birthday (в данном случае детали не имеют значения, поэтому код не рассматривается).

Можно ли использовать заглавные буквы для имени birthday? А для age? Или одновременно для обеих переменных?
*/

const BIRTHDAY = '07.07.1982';
const age = 33;